Revit 2027 API
ParameterTypeId.StructuralSectionSigmaProfileMiddleBendWidth Property
 "Middle Bend Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionSigmaProfileMiddleBendWidth { get; }
Public Shared ReadOnly Property StructuralSectionSigmaProfileMiddleBendWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionSigmaProfileMiddleBendWidth {
	ForgeTypeId^ get ();
}
static member StructuralSectionSigmaProfileMiddleBendWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace